{
  "name": "Book 2: Chapter 2: History of Rokugan",
  "pages": [
    {
      "sort": 100000,
      "name": "Chapter 2: History of Rokugan",
      "type": "text",
      "_id": "xituNi11KROi6JEU",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>AiR p.303</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Rokugan’s history as an empire spans back over a thousand years, to the days when demigods walked the earth founding the fiefdoms that would become the Great Clans of Rokugan. The history of Rokugan’s world goes back quite a bit further, to eras before the children of Lady Sun and Lord Moon came to the Mortal Realm, some of which are described in the Isawa Tribe’s histories and other texts that date back over a thousand years. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">In Rokugan, the current year is referred to as 1123 of the Imperial Calendar (IC), with the first year of the Imperial Calendar placed upon the first meeting of Lady Seppun and Hantei. This calendar is derived from the much older Isawa Calendar, but focuses on the events since the arrival of the divine siblings, with events prior consisting mostly of mythic descriptions of the birth of the cosmos.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>The Creation of the World</em></span></h1><p><em>AiR p.303</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>As compiled by Togashi Akina, Chronicler. </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>In the beginning there was Nothing, the cosmic uncreation, empty and alone. After uncountable ages, Nothing realized it was alone, and it became afraid. Its fear created a third of the world. Then Nothing longed for a companion, and this longing created another third of the world. Then Nothing realized what it had done and regretted fear and longing, and the last third of the world was born of its regret. In this moment, there was no more Nothing, and in its place was the world. </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>At that time, the world was formless and fluid, like dark oil swirling in water. Eventually, the lighter parts separated out and became the Heavens, and the heavier parts sank and became the earth. Then the Three Nameless Gods appeared, and they saw that while Heaven and earth had been formed, everything within them was still wild and unshaped. They sent gods into every land, and first among these were the pair of divinities who are visible in every land. This pair named the earth, and in doing so, gained names: Lady Sun and Lord Moon. </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>Now that it was named, the earth was filled with life, and new gods and beasts came into names of their own: the Lord of the Oceans, the Wind God and the Four Cardinal Winds, the Elemental Dragons, and the countless courts of gods of other lands. </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>Attending Lady Sun and Lord Moon in the Heavens were the shinzoku, or the celestial tribe of the gods, while the mazoku—demons of the underworld—toiled beneath the earth to oversee the afterlives and the souls of the dead (few though they were in those days).</em></span></p></blockquote><h1><span class=\"fontstyle0\">The Dawn of the Empire (Prehistory–39 IC)</span></h1><p>AiR p.303</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Rokugani scholars do not agree upon exactly how long the fallen divine siblings wandered the earth, discovering humanity and their newfound mortality alike. The eight fell into lands predominantly populated by humans, but they did not land near one another, so each had to make their own way in a world of uncertainty, fragile beauty, and fleeting mortal lives.</span></p><h2><span class=\"fontstyle0\">The Wandering Years (Prehistory–5 IC)</span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">For years, decades, or perhaps even the better part of a century, these demigods roamed the earth. In this time, some forged kingdoms and others became great heroes. Hantei, for his part, sought his siblings. All accrued followers, humans who swore fealty to them after witnessing their divine might, or pledged to assist them in repayment of aid, or stood as their boon companions. While not all of the eight sought to rule over humans at first, their vast power inevitably led them to positions of leadership. Some, such as Shiba and Togashi, accepted authority only reluctantly, while others, such as Akodo and Doji, took it with conviction, skillfully vanquishing or winning over any rival who challenged them. Even reduced to mortal form, the divine siblings had power beyond human measure.</span></p><h1><span class=\"fontstyle0\">The Descent of the Stars</span></h1><p>AiR p.304</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">As compiled by Hantei Hisaya. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Lady Sun and Lord Moon were blessed with numerous children: wise Doji, mighty Hida, valorous Akodo, curious Shinjo, the loyal twins Shiba and Bayushi, keen-eyed Togashi, resolute Fu Leng. And youngest among them, brilliant Hantei. For a time, the Celestial Heavens were joyful, but as the children grew, Lord Moon could not help but see their talents with growing envy. And so he began to fear that one of them would usurp his power. His heart grew bitter, until finally, he resolved to make sure that this would never come to pass—by devouring his children. Lady Sun wept bitterly at the thought, her tears falling to the earth below in shimmering pools. As a being of her august power warring with Lord Moon directly would tear creation asunder, she sought a different path. Each time Lord Moon swallowed one of the children, she offered him a cup of sake with a single drop of poison in it. By the time he came to the youngest child, Hantei, Lord Moon was so muddled by his drinks that Lady Sun was able to swap a stone wrapped in Hantei’s clothing for the real child and her husband swallowed it instead. Then he fell asleep. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Lady Sun smuggled Hantei out of the palace and hid him. As he grew, she taught him of ethics and war. When he had learned everything she could teach him, she armed him with a sword of starlight and sent him to rescue his siblings. Lord Moon was awakening from his sleep as Hantei strode to the palace. Seeing his shining son, Lord Moon roared with anger, seized his sword, and rushed out for battle. Hantei struck swiftly and with conviction. As Lord Moon’s blood fell from Heaven, it landed in the pools of Lady Sun’s tears, and from these pools of light and shadow, humanity was born. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">After an interminable time, Hantei found his opening. Gathering all his strength, he cut deeply across his father’s stomach, and his siblings came tumbling out and fell to earth. Fu Leng was the last, and Lord Moon caught him as he fell. Hantei swung again and cut his father’s hand off, leaving Fu Leng to fall with the others. Howling in despair, Fu Leng grabbed for Hantei, and both brothers fell. As the glory of the Heavens receded, the brothers tumbled apart, and Hantei did not know where his brother fell.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoints</em></span></h1><p><em>AiR p.304</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em>Along with the history of Rokugan, this chapter also contains several adventure flashpoints, each of which highlights a time and scenario in which heroic adventurers could have a hand in the making of history. GMs can use these as seeds for campaigns set in these eras, putting their PCs at the forefront of events in addition to (or even instead of) the figures described here. A GM could even run a campaign linking numerous flashpoints, telling the history of their Rokugan across multiple story arcs in different eras!</em></span></p></blockquote><h2><span class=\"fontstyle0\">The Tournament of The Gods (5 IC)</span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Eight of the siblings reunited through Hantei’s efforts, congregating at the place now called Seppun Hill, near the Imperial Capital. They had seen many different things in their journeys: the ugliness of mortality, and the beauty of it. The ephemerality of mortal lives and kingdoms. The inhumanity of revenge and war that seemed inescapable in the Mortal Realm. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Each had their own idea of how this realm they found themselves should be ordered, improved, or left to flourish on its own, and what role they should take in that future. Their arguments grew deeper, and the air grew tense. Yet they feared repeating the mistakes of their father, Lord Moon, and so it was decided: a contest would determine who would reign, and who would serve to bring that sibling’s vision to fruition. Lord Togashi did not participate in the tournament, for it is said that in his great wisdom, he foresaw that Hantei would be the victor. So it was that after a series of bouts, Hantei stood victorious above all challengers, emperor of this new realm.</span></p><h2><span class=\"fontstyle0\">The Dawn of The Empire (5–39 IC)</span></h2><p>AiR p.305</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Except for Emperor Hantei, all of the siblings had established clans made up of their followers and the domains they had already established. The Emperor chose as the site of his capital the hill where they first reunited, and the Imperial Capital was built. Hantei decreed that the eight siblings had fallen from the heavens for the purpose of guiding the humans they had met. He proposed that they unite the mortals living in the lands nearby and form a single empire. In their journeys, some of the siblings had encountered travelers from great domains such as Yún Fēng Guó to the north and the vast city of Bhavyatapura atop the Sonagiri plateau to the south, and Hantei believed that uniting the domains of his siblings could create an enduring civilization in their own image. His siblings undertook his command, though the newly formed domain was far smaller than the current span of the Emerald Empire.</span></p><h1><span class=\"fontstyle0\">The War Against Fu Leng (39 IC–42 IC)</span></h1><p>AiR p.305</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">For many years, the Emerald Empire prospered. The clans waxed in power, and took on animal icons: Hida’s Crab, Doji’s Crane, Togashi’s Dragon, Akodo’s Lion, Shiba’s Phoenix, Bayushi’s Scorpion, Shinjo’s Ki-Rin, all united under the Imperial rule of Hantei. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">One day, Fu Leng arrived in the Imperial Capital and reunited with his siblings. The others were at first joyous to learn that their brother had survived, but worry soon clouded their elation. Hida spoke of an evil stirring to the south, from where Fu Leng had come. When Hida confronted their brother with hostility, Fu Leng raged against his siblings for having excluded him from the tournament that had decided who would rule Rokugan. He revealed that he had fallen through the ground into the pits of the deepest hell itself, and even now a part of his essence was trapped within that realm of torment, causing him unfathomable and endless spiritual agony. He accused his siblings of leaving him to suffer eternally, and of choosing not to search for him.</span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Fu Leng demanded the right to challenge Hantei for leadership of Rokugan. Hantei accepted the duel and chose Togashi as his champion. When Fu Leng told Togashi to choose a weapon, the forlorn founder of the Dragon Clan chose all of Rokugan and all who dwelt within it. Further enraged, Fu Leng departed to the Shadowlands, vowing to return with his own army. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Soon, word came from the south of towns and villages overrun by armies of creatures born of nightmare. Warriors sworn to defend the new Empire gathered to do battle against this terrible host, and were massacred. The armies raised by Hantei and his siblings were pushed to the brink by the monsters born of their brother’s inexhaustible anguish.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">A Divinity Kneels </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">It was during this time that the tribe of Isawa joined the Emerald Empire. Previously, Isawa, who was a spiritual leader of great ability, saw no reason to risk his people’s culture or future by joining the Emerald Empire. As the war proceeded, Lord Shiba went to the tribe and asked them to help in the war. Isawa refused, as he did not want his tribe to lose their traditions, preserved for centuries from their ancient homeland of the Dawn Peaks to the north. Never having desired to conquer or rule, Shiba knelt before Isawa and swore that he and his descendants would serve and protect Isawa and his people if they agreed to become part of the Emerald Empire. To this day the Isawa Elemental Council rules over the Phoenix Clan, served by the heir of Shiba, who carries his ancestral sword. As a result, the Phoenix Clan’s traditions are some of the oldest continuous traditions in Rokugan, and among the least changed by the rise of the Empire.</span></p><h2><span class=\"fontstyle0\">The Arrival of the Little Teacher (42 IC)</span></h2><p>AiR p.306</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">One day, an old man in humble pilgrim’s garb came to Hantei’s camp. He said his name was Shinsei, and that he knew how the Emperor could defeat the armies of Fu Leng. Hantei would not listen at first, but after Shinsei defeated the guards sent to remove him without a weapon in hand, the Emperor became curious. The two talked the whole night, and Shiba diligently copied down all that was said. These scrolls became the Teachings of Shinsei, and they contain much of the Little Teacher’s wisdom concerning the world and Enlightenment. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Above all, Shinsei told the Emperor that fortune favors the mortal hands, and so he would gather seven human warriors, one from each Great Clan, to defeat Fu Leng. Shinsei led these warriors, the Seven Thunders, into the south.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Day of Thunder (42 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">For many weeks, nothing was heard from the Thunders. Then one day, in the midst of a great battle, the armies of Fu Leng suddenly became confused and disarrayed. The warriors of the Empire took heart and drove their enemies from the field. It was clear to all that the Thunders had won. Heroic Shiba rushed to the Shadowlands to find the Thunders. Only Shinsei and the Scorpion Thunder survived but they were pursued by a terrible oni of unfathomable power. Shiba crossed blades with the creature, and the two cut each other down. What the divine siblings had suspected was now certain: they too were mortal after falling to earth, if not bound so tightly as humans by age or infirmity. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Escaping thanks to Shiba’s valor, the Scorpion champion carried twelve scrolls, in which she said she had bound the defeated Fu Leng. Hantei ordered that these scrolls never be opened and gave them to the Scorpion Clan for safekeeping.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoint: The Day of Thunder</em></span></h1><p><em>AiR p.306</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Concept</strong>: The PCs are early allies of the divine siblings, chosen to be the Thunders. As a last, desperate attempt before the fledgling realm is overrun, they must journey into the Shadowlands, facing horrors the likes of which they have never seen before and culminating in a battle with a fallen god in the pits of the deepest hell. But perhaps vanquishing and sealing away Fu Leng is not the only answer? Their actions could create a Rokugan that looks entirely different from the one described in this chapter... </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Themes</strong>: Heroism, Mythic Adventure, Destiny</em></span></p></blockquote><h1><span class=\"fontstyle0\">The second Era of Expansion (42 IC–390 IC)</span></h1><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">So began the next era of expansion. Of course, expansion cannot occur without war and brutality, and not all peoples of the realm that would become Rokugan bent the knee to the descended stars and their newly founded clans. Akodo the strategist brought many domains into the Emerald Empire with the force of his legions, while courtly Doji spread influence via culture and trade, subtly but no less effectively expanding Hantei’s dominion. Blood was shed in vast quantities in the name of an end to bloodshed, an irony even warlike Akodo would one day come to regret. Other neighboring human kingdoms joined the Empire willingly, in the hopes of overtaking rivals of their own or settling old grudges against local foes. Some groups retreated to other lands beyond the reach of the Emerald Empire rather than giving up their way of life. All the while, loyal Bayushi watched his own siblings, standing as a reminder that none should let their own ambitions or morals eclipse their brother’s vision.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Ki-Rin Clan Departs (45 IC)</span></h2><p>AiR p.307</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">With the threat of Fu Leng receding into memory, many people in Rokugan celebrated a new era of safety and peace. Hantei wasn’t convinced the danger of the Shadowlands had been sufficiently subdued, even now that Fu Leng was seemingly no more. He knew the disturbing creatures might return and feared future devastation. It was possible other lands faced similar adulterations, and Hantei was interested in pooling knowledge to better protect the Emerald Empire. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Lady Shinjo had always been the wanderer of the family, curious and compassionate, and the Emperor gave her and her followers the mission of exploring outside the Empire to forge alliances and seek knowledge about the hellish blights of the world and how to combat them. Lady Doji was sad to see her dear sister leave, and she gave Shinjo a beautiful fan that she herself had painted as a reminder of their bond.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Fading of The Stars (46 IC –290 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Not long after Shinjo’s departure, Hantei passed beyond the Realm of Mortals. Some records state that he died from the lingering effects of a wound he had suffered in the war, and others say returned to the Celestial Heavens in a flash of light. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The others departed within the following centuries. Doji, for instance, is said to have vanished into seafoam on the shore where she first awoke in the Mortal Realm. Others died in battle, or receded from mortal affairs and eventually vanished. By 290 IC, power seemed to have passed entirely to the hands of their many mortal successors. But one continued to act upon the mortal world in secret, his enigmatic work unfinished: Togashi.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The First Successors (47 IC–160 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Hantei was succeeded as Emperor by his son Hantei Genji, known as the Shining Prince. Genji was an elegant and accomplished man who, in his youth, pursued numerous adventures and escapades, thus blessing storytellers with an abundance of material and helping to cement the archetype of a noble hero wandering the land in disguise. As Emperor, he sponsored the building of many temples and monasteries, spreading the philosophies of the Five Elements and the Teachings of Shinsei.</span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Upon his death, he passed the throne to his eldest daughter, Murasaki. Murasaki continued to build on her father’s legacy, widely propagating the laws first codified by Doji Hatsuo and Soshi Saibankan and vastly expanding the authority of the Emerald Magistrates, officials with Imperial writs of authority to investigate crimes and pass judgment across all clans’ lands. Emerald Magistrates are a powerful force in Rokugan to this day.</span></p><h1><span class=\"fontstyle0\">The Renewal of The Emerald Throne (390–406 iC)</span></h1><p>AiR p.307</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Near the end of the fourth century, altercations occurring between the Crane and Crab Clans came to a head. The conflict escalated when the Yasuki family renounced their loyalty to the Crane and swore fealty to the Crab Champion. Alliances dragged one clan after another into an escalating war. And while a powerful Imperial Court might have been able to end the war, the Emperor was under the sway of advisors who sought to control Imperial authority for themselves: powerful members of the Crane, Phoenix, and Scorpion clans. When the Emperor died, the realm nearly descended into chaos and the legacy of Hantei was imperiled. The conspirators from the Crane, Phoenix, and Scorpion Clans had total sway over the heir apparent, and intended to install themselves as permanent shadow rulers of the Empire. But before the realm could be shattered entirely, Yugozohime, the youngest child of the Emperor, came to the forefront of the conflict and seized control. Backed by the Lion Clan, she struck down the conspirators and their would-be puppet Emperor, quelling rebellion for centuries.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoint: Battle for The Throne</em></span></h1><p><em>AiR p.307</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Concept</strong>: The PCs are powerful lords of the Great Clans in the time of the succession crisis. When Yugozohime makes her claim to the throne, she is not the only potential candidate. Do they back the Lion Clan and this bold claimant to the throne? Or do they try to find an heir who will steer the Emerald Empire in a direction of their own choosing? </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Themes</strong>: Politics, War, Power &amp; Responsibility</em></span></p></blockquote><h2><span class=\"fontstyle0\">The Blooming of The Lotus (435 IC–442 IC)</span></h2><p>AiR p.308</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">By the fifth century, the organization of monks known as the Brotherhood of Shinsei had begun to make significant advances in healing and medicine. As a result, both commoners and nobles increased their support for monks across Rokugan. Due to the Brotherhood’s burgeoning resources and the respect it commanded, the Brotherhood became a relevant actor on the political stage. During this time in particular, monks often served as key advisors to the leaders of the Great Clans. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Determined to spread correct teachings as widely as possible, the Brotherhood sponsored festivals in cities and towns across the Empire. The festivals featured dramatizations of events from the life of Shinsei interspersed with sermons and readings from the Teachings of Shinsei and became an important and persistent cultural touchstone of Rokugan. The style of theater called Kabuki was one mainstay of these festivals, rising to become a major art form of the day.</span></p><h2><span class=\"fontstyle0\">The Blossom of Friendship (440 IC)</span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">In the fifth century, foreigners came to the Imperial City seeking an audience with Emperor Yugozohime: a trade guild that dealt in numerous lands, including the realm of the Myantu Alliance, Asturiam, even the Vyzantari Kingdom. To the court’s surprise, she assented, allowing the traders to establish a post there. While foreigners were not unknown in Rokugan, as the Crab Clan dealt periodically with the Ivory Kingdoms and the Dragon Clan’s members frequently made pilgrimages to Yún Fēng Guó in the north, foreign trade by sea was a novelty. The Mantis Clan rose to prominence during this time, becoming a substantial sea power by trading with (and occasionally preying upon) foreign vessels in the waters near Rokugan and beyond.</span></p><h1><span class=\"fontstyle0\">Adventure Flashpoint: Open Seas</span></h1><p>AiR p.308</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><strong>Concept</strong>: The PCs are members of the Mantis Clan, a minor clan with troubled fortunes, who see a chance to explore new horizons. By visiting other lands and securing alliances and trade agreements far beyond Rokugan, the heroes can see their small clan grow to the greatest naval power in Rokugan. Their acts of boldness and valor on the seas and in the unknown reaches could win the Mantis Clan prestige and influence typically only bestowed upon the Great Clans. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><strong>Themes</strong>: Exploration, Adventure</span></p><h1><span class=\"fontstyle0\">The Age of Hopes and Disasters (442 IC–610 IC)</span></h1><p>AiR p.309</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">While Yugozohime’s ascension brought a level of stability to the Empire, this stability could not last forever— nor could her rule.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Battle of White Stag (442 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Despite the wealth brought to Rokugan by foreign traders sailing to the Imperial Capital, tensions in the city rose between the local magistrates and the traders. When a raid for contraband turned into a violent skirmish, the entire capital was dragged into a pitched battle. Tragically, when Emperor Yugozohime arrived to quell the conflict, she was killed in the chaos of battle. Rokugani forces rallied and chased the foreign traders from the port, and in a rage, Yugozohime’s successor banned the presence of foreigners from Rokugani soil. This ban has been loosened and renewed over the centuries as political expediency of the day has dictated.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Rise of The Blood Sorcerer (501 IC–505 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">A festering wound came to light at the beginning of the sixth century, when the famous sword-maker Asahina Yajinden presented swords he had forged to the champions of the Crab, Crane, Lion, and Scorpion Clans. Soon afterward, the Lion Clan Champion launched a disastrous winter battle against the Dragon Clan, the Crab Clan Champion murdered his children, and the Crane Clan Champion confessed to a love affair in front of his entire court. All three champions died in the ensuing chaos. Only the Scorpion Clan Champion escaped such a fate, soon revealing the smith’s corruption, and the presence of a cult previously unknown in Rokugan: the Bloodspeakers, a vile cult of heretical arcanists.</span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">This cult was led by a sorcerer named Iuchiban, who had deceived Yajinden with whispers of power to create a distraction. His true goal was the acquisition of a Black Scroll of Fu Leng. After opening and reading the scroll, Iuchiban unleashed a dreadful new enemy upon Rokugan. Hordes of vile undead spread across the land, powered by the anguish of Fu Leng but bound to the will of Iuchiban. Through heroism and sacrifice, Iuchiban was defeated, though whispers tell of a tomb in which the immortal being was imprisoned. Neither did the nightmare end after Iuchiban fell, for the dead continued to rise, rallying with other creatures born of the Shadowlands to threaten Rokugan. After this disaster, the Emperor issued a decree that all corpses must be cremated to prevent them from being desecrated by foul magic.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoint: Death Comes To rokugan</em></span></h1><p><em>AiR p.309</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Concept</strong>: The PCs are minor samurai, rōnin, and commoners living in an isolated village. Rumors start come down the road about unthinkable creatures: shambling corpses haunting cemeteries and hunting the living. Of course, there are yōkai and other shadowy creatures in the woods, but stories of the walking dead seem to strain credulity. Yet as the days wear on, refugees begin to arrive from nearby towns telling of horrific attacks by rotting carcasses. And then one day, the refugees stop coming. A few weeks later, the dead come shambling out of the woods. Can your village survive? Can you? </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Themes</strong>: Horror, Survival, Heroism</em></span></p></blockquote><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">A Lamp Relit (507 IC–550 IC)</span></h2><p>AiR p.310</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The years of peace that followed saw the revival of Noh theater, which had begun to decline in the face of Kabuki. The playwright Kakita Iwane wrote a stunning series of plays about the lives and deaths of Rokugan’s founding deities, which reignited interest in the form. For many, after the tragedies of the Battle of White Stag and the Bloodspeaker assault on the Imperial Capital, Noh offered a connection to Rokugan’s glorious past, fulfilling a longing for those legendary days. Iwane’s plays focused on the actors’ ability to communicate vast emotional ranges with minimal action and served to differentiate the style from its younger, showier rival, Kabuki.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Heaven’s Judgment (563 IC–570 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The final years of the century saw the coronation, reign, and death of Hantei XVI, the only emperor said to have lost Lady Sun’s favor. While the first few years of his rule were promising, the so-called Steel Chrysanthemum came into conflict with his advisors time and again. Records of these events are murky: the official histories say he became paranoid and violent, ordering even the death of his own mother. Other accounts claim he moved to greatly curtail the authority of the Great Clans in favor of direct Imperial rule, angering those who kept him in power. Perhaps both are true. It is certain that his only heir rose in rebellion against him, and after participating in the bold plot to kill his father, cut his hair and joined a monastery to atone for his role in the patricide. This left the title of Hantei XVII to fall to the Steel Chrysanthemum’s brother, whose reign marked a return to the status quo.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Advancements in The Arts (571 IC–605 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Toward the end of Hantei XVII’s reign, a Dragon alchemist named Agasha Hyuotaru developed new ceramic glazes that possessed a depth of color not previously seen. At the same time, Kaiu Naizen developed a new type of kiln flue that gave potters more control over the firing process. The two advances combined to create a wide array of new decorative effects in ceramics, and gave rise to new interest in tea ceremony, a tradition Doji was known to have favored.</span></p><h1><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Tides of light and Darkness (610 iC–815 iC) </span></h1><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Though the Emerald Empire survived the crisis of authority that deposed the Steel Chrystanthemum, the next two centuries were marked by chaos and disaster. At the time, many believed these disasters were divine punishment for the Steel Chysanthemum’s ascribed sins, or for his retainers’ crime of deposing him.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Battle of the Tidal Landbridge (715 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Evil stirred in the Shadowlands. An inestimably powerful corrupted oni, the Gold-Clad Oni, led a vast army of monsters not seen in centuries to strike at Crab lands. This conflict would come to a head at the Battle of the Tidal Landbridge. While a large force under the command of the lesser Twisted Bone Oni distracted the main forces of the Crab, a second force led by the Gold-Clad Oni attacked the watchtower near Earthquake Fish Bay, threatening to break through into Rokugan unchecked. The watchtower’s defenders were nearly overwhelmed before reinforcements arrived in the form of the Daidoji commander, Daidoji Masashigi, and his personal guard. They charged across the bay at low tide and eventually drew the Shadowlands forces back out into the bay, where the rising tide engulfed both forces. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">None of Masahigi’s forces survived the battle, and when his battered helmet washed up on shore, the Crab built a shrine in which to house it. Crab survivors began to refer to the Daidoji family as “Iron Cranes,” a sobriquet that eventually spread to the rest of the Empire.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Maw (716–718 IC)</span></h2><p>AiR p.311</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">As later became apparent, the invaders defeated at the Battle of the Tidal Landbridge were only a harbinger of the threat to come. The next year, the forces of The Maw swept across Crab lands. The Maw’s power and cunning exceeded that of previous Shadowlands horrors who had raised previous armies. The creature pushed the clan’s lines so far north that Daylight Castle, the ancestral fortress of the Hiruma family, was lost entirely. Eventually, at great cost, the Crab Clan stopped the foul advance, and the architects of the Kaiu family built the Carpenter Wall as it stands today. The Hiruma lands were never recovered, marking the first catastrophic loss of territory since the founding of the Empire.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Return of Luchiban (750 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Centuries after his first defeat, the evil sorcerer Iuchiban struck at Rokugan once again, continuing his quest to seize control of the Emerald Empire. Using possession to control a pawn with the favor of the Imperial Court, Iuchiban attempted a political coup while launching an army of sorcerous cultists and undead horrors to blight the Empire. His pawn offered salvation from the spreading threat even as his cult spread. After a grueling campaign and the discovery of Iuchiban’s pawn by Emerald Magistrates from multiple clans, the united armies of the Great Clans stopped the advance of Iuchiban’s forces at the Battle of Sleeping River, and the sorcerer vanished. Popular legends say his tomb was re-consecrated to prevent his spirit from escaping again, but the wise suspect that Iuchiban is still a tangible threat to Rokugan, wherever his undying consciousness may truly reside.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoint: Iuchiban and Intrigue</em></span></h1><p><em>AiR p.311</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Concept</strong>: The PCs are Emerald Magistrates or others with reason to investigate a suspected traitor within the Imperial Court. As the investigation goes deeper, it becomes clear that at least one member of the court is in league with Iuchiban’s Bloodspeaker cult. But who is the traitor? And are they something altogether more sinister than merely an opportunist or collaborator? </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Themes</strong>: Investigation, Intrigue, War</em></span></p></blockquote><h1><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">A New Wind Blows (815 IC–1123 IC)</span></h1><p>AiR p.312</p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The return of the much-changed Ki-Rin Clan to Rokugan began a time of great change and social upheaval within the Emerald Empire. Some clans were frustrated about having to redraw territory lines and accommodate another powerful entity in the already complex political structure of the Empire. Others rejoiced in the wealth of knowledge, culture, and talent the Unicorn Clan had acquired during their centuries of travel.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">A Clan of Horses and Samurai (815 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The children of Shinjo returned from their wandering in a dramatic fashion. As the Shadowlands had spread north since their departure, they found themselves in dangerous and uncharted territory. In their haste to escape that cursed wasteland, they ignored diplomacy and simply used their powerful cavalry and mysterious magic to overrun the Crab defensive lines, going so far as to blast a hole in the Carpenter Wall. The Empire was thrown into an uproar, for at first, its people did not recognize Shinjo’s clan. Along their journey, their heraldry had shifted from the Ki-Rin to the Unicorn, and they had adopted clothing and customs from the many cultures they had encountered in their journeys, such as the Ujik of the Plains of Wind and Stone and the Ganzu people of the Hidden Valley. Their language had shifted over the centuries as well. At first, many people in Rokugan mistakenly believed them to be invaders intent on conquest. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">fAs the Unicorn forces pushed past the Scorpion Clan with the might of their heavy cavalry and made their way across the Spine of the World Mountains, the Lion Clan mobilized to respond. The two forces clashed in brutal battle until the intervention of the Crane Clan. One of the treasures the khan of the Unicorn bore was an ancient fan of surpassing beauty, and a Crane Clan delegation verified that it was the fan that Lady Doji had given her sister Shinjo, making the Unicorn the returned Ki-Rin Clan. At the Crane Clan’s urging, the Emperor ordered an end to hostilities and restored the ancestral lands of the Ki-Rin to the Unicorn Clan, though the Lion Clan was bitter over the loss of fertile farmlands they had once controlled. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">In the centuries following the reunion, most inhabitants of of Rokugan have come to celebrate the Unicorn Clan’s return. While the Unicorn Clan has the same political tensions with its neighbors that any Great Clan does, the only unfamiliar practice that continues to cause significant conflict is the Unicorn Clan’s use of name magic. With name magic, the Unicorn ritualists can command and bind spirits, a practice mastered by the sorcerous polyglot Iuchi. To this day, aspiring practitioners travel to the tower of the mysterious Grandfather Iuchi, who carries on the name and skills of Shinjo’s original follower. While name magic is powerful, some within the Phoenix Clan view it as a disruption of the natural order, and fear it may destabilize long-held relationships between humans and spirits in Rokugan.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Rise of Cities (1000 IC–1123 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The tenth and eleventh centuries saw the biggest expansion of urban areas since the early days of the Empire. Several factors contributed to this growth, including the many innovations brought by the Unicorn Clan, and the vast amounts of trade along the Sand Road that their return heralded. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Various advances in agricultural techniques and tools improved crop yields, allowing villages to meet the demands of the tax assessors even as youths left for the cities in greater numbers. The harnesses and yokes brought by the Unicorn made oxen and other beasts significantly more useful, while improvements in hand-operated pumps allowed for more efficient irrigation of fields. Some farmers began to trade their own goods in neighboring towns and cities, becoming merchants themselves. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The upward mobility of the commoners is now a major issue of political contention, and in many cities the wealth and influence of merchant houses rivals that of samurai families.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">The Perfect Land Beckons (884 IC–1123 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">In the late ninth century, a young monk of the Shrine of the Seven Thunders formulated the controversial doctrine that gave rise to the Perfect Land Sect. Yuzue believed that the conversation between Shinsei and Hantei had initiated an Age of Celestial Virtue that lasted eight hundred years—a century for each of Rokugan’s founders who heard Shinsei’s teachings— and that the ninth century began the Age of Declining Virtue, marked by corruption and difficulty in following the Teachings of Shinsei. To beseech Shinsei to return, the monk ceaselessly chanted the mantra “devotion to the Little Teacher.” Yuzue came to believe that if enough people chanted this mantra with sincerity, Shinsei would return to usher in a new Age of Celestial Virtue. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Yuzue’s student Gatai founded the Perfect Land Sect following Yuzue’s death, based on a sutra she had written shortly before her passing. This scroll claimed that Shinsei did not return to the Void when he departed from the Mortal Realm, but instead dwelt in a Perfect Land within the Celestial Heavens. The Perfect Land Sect believes that those who chant the mantra can join Shinsei in the Perfect Land upon their death, rather than face judgment in the Realm of Waiting and rebirth based on their karma. In the Perfect Land, under the tutelage of the Little Teacher himself, the faithful can achieve Enlightenment without suffering on the wheel of rebirth. </span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Members of the Brotherhood of Shinsei railed against the Perfect Land Sect, but it quickly gained popularity among the peasantry, as it offered something previously unknown: freedom from the trials of this mortal life, and the next. Many commoners believed the Age of Declining Virtue was a reference to corruption among the samurai class. This belief led many samurai to denounce the sect, with the Phoenix Clan declaring it a heretical sect in 1045 IC. After this point, many members of the Perfect Land Sect fled into the mountains of Dragon lands, where their religious explorations are largely tolerated.</span></p><h2><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Elemental Imbalance (Estimated 1060 IC–1123 IC) </span></h2><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\">Though few outside of the Phoenix Clan know it, another threat to Rokugan swirls beneath the surface. The elements have grown troubled in Rokugan, and natural disasters are becoming more common. The reason behind the imbalance is unknown, as is the exact date it began, but it threatens to destabilize Rokugan in a way unseen for generations.</span></p><blockquote><h1><span class=\"fontstyle0\"><em>Adventure Flashpoint: A New Day of Thunder</em></span></h1><p><em>AiR p.313</em></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Concept</strong>: Rokugan faces many crises, from the elemental imbalance to the rise of the Perfect Land Sect. The days of the samurai seem to be waning. One by one, the Black Scrolls have been opened over the centuries, and the last is bound to be opened sooner or later. Evil stirs in the Shadowlands once again. The PCs are new heroes, perhaps reincarnations of the original Seven Thunders. Will the PCs prove that the ideals of the samurai are still worth upholding even as Rokugan changes and grows? And will they seek to seal Fu Leng again, or will they find a way to break the cycle of history? </em></span></p><p><span style=\"font-family:system-ui, -apple-system, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, 'Noto Sans', 'Liberation Sans', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol', 'Noto Color Emoji'\"><em><strong>Themes</strong>: Heroism, Destiny, Cycles of History</em></span></p></blockquote><p></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      }
    }
  ],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "air",
      "system": "dnd5e",
      "coreVersion": "11.307",
      "systemVersion": "2.3.0"
    }
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.3.0",
    "coreVersion": "11.307",
    "createdTime": 1678305071339,
    "modifiedTime": 1692158440257,
    "lastModifiedBy": "t7UE1inU8eg27wBm"
  },
  "folder": "WTu1BHrsIkZbucr8"
}